[
  {
    "title": "Super Smash Bros Brawl",
    "description": "Fun, engaging, and unbelievably addicting, Super Smash Bros Brawl has everything to accommodate anything from a party game to someone just passing the time. SSBB is an awesome game for nearly anyone. It has a massive amount of characters, an enormous quantity of fight stages, and you can beat the hell out of Princess Peach, what's not to like. This game has challenges, a side scrolling adventure for story mode, and the usual classic mode as well.<br><br>Even though I wish that there could be ties for first place, because I believe Zelda Twilight Princess and SSBB should be in the same place, but I then remember that a lot of gamers bought the Wii solely to get SSBB and that saying a lot!<b data-user=\"masongilbert74\"></b><span data-thumbs=\"+47\"><i></i></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61hsaXfwE3L._SL720_.jpg",
    "price": "25.34",
    "game_id": "c171869"
  },
  {
    "title": "Super Mario Galaxy",
    "description": "Some people say that perfect games don't exist. To them, I show Super Mario Galaxy. Aesthetically, the game is beautiful. The art is extremely creative and the graphical effects are some of the best that the Wii can muster, with the fur shading and water effects being particularly impressive. The music is superb, capturing everything that an orchestral soundtrack can muster: it can be big and bombastic and also calm and serene, all fitting perfectly with the level aesthetics. Speaking of which, the level design is phenomenal. The amount of creativity put into the different level themes and even the gimmicks is so great to where they make up some of my favorite levels in video game history. The gameplay itself is perfect. Not a lot of what is done is particularly new, but it is so refined that there is nothing to complain about, and what is new, specifically the motion controls, work perfectly as well. All of this combined makes for an incredible game. In my eyes, it's not only the ...<a>more</a><span data-thumbs=\"+23\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51tPCaGMWCL._SL720_.jpg",
    "price": "39.25",
    "game_id": "c5059936"
  },
  {
    "title": "Mario Kart Wii",
    "description": "Proudly deserves this spot. I can't count how many times I have played this with my family and friends.<br><br>Although there are some critiques that I have:<br>1. The graphics are outdated. It is almost similar to Mario Kart Double Dash.<br>2. When I was a kid, I found the menu confusing. Now looking back, it is pretty easy to follow but I can understand why some kids will have trouble at this.<br>3. The Overall game is for me a bit to easy.<br>And last but not least:<br>4. The Controls. It is not 'awful'. But let's just say I find it 'flawed'. The motion controls is easier to use for younger players, but it to frustrating for older players. Holding the Wii controller sideways doesn't feel comfortable at all! 'Well you can use a Wii Wheel to make it more comfortable' I hear you saying. And yes, you are right. But you have to buy it for like 10 dollars. EACH. Plus, at least for me, it doesn't make it much comfortable.<br><br>Ugh. I just had to get it off my chest. And if this seems to ...<a>more</a><span data-thumbs=\"+2\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51PYW1FCetL._SL720_.jpg",
    "price": "10.26",
    "game_id": "c7440234"
  },
  {
    "title": "Super Mario Galaxy 2",
    "description": "This game was a great deal better than the original in my opinion. I also don't understand the massive appeal of Wii sports, haven't people figured out how bad the controls are yet? I have no idea how Mario party 8 got on this list, but whatever. My second favorite Wii game after this one, would either be skyward sword or super smash bros brawl, but this one gets my vote.<span data-thumbs=\"+13\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51EOSYFRxEL._SL720_.jpg",
    "price": "56.48",
    "game_id": "c1447816"
  },
  {
    "title": "The Legend of Zelda: Twilight Princess",
    "description": "Twilight Princess is the only reason I own a Wii. All other Nintendo franchises I prefer on the Nintendo 64 or Gamecube!<br><br>It's a really great addition to the Zelda series. Though not the best Zelda game created, the motion controls add extra functionality that never existed previously.<b data-user=\"JoshUK\"></b><span data-thumbs=\"+10\"><i></i></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51-sTAVzeFL._SL720_.jpg",
    "price": "32.70",
    "game_id": "c411609"
  },
  {
    "title": "The Legend of Zelda: Skyward Sword",
    "description": "The way I see it I see almost no flaws. I'm one of the people who enjoy more linear Zelda games more than open world because we can focus more on the main story instead of the side quests. The motion controls are pretty accurate, one of the greatest stories in my opinion, great music and fun gameplay overall.<b data-user=\"SupahGenie64\"></b><span></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51iQR0S7wWL._SL720_.jpg",
    "price": "53.67",
    "game_id": "c8016728"
  },
  {
    "title": "New Super Mario Bros.",
    "description": "This was the best and the first mario game I have ever played. It was the first game I owned for the wii and I could never put it down. I played it so much that the disks didn't work anymore. Some of the boss fights are so original but the ones that I hate are iggy koopa from 5-tower, Larry koopa from 1-tower and 1-castle, and the first Bowser Jr fight from 4-airship. When you finish the game, Its not over. You unlock world 9. You have to get all the star coins from the corresponding world. For example, for 9-1 you have to get all the star coins from world 1. This game is absolute perfection. My favorite boss fight is the second battle with Bowser Jr, from 6-airship. I only wish that player 1 could pick who He wants to play as.<span data-thumbs=\"+1\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51Bs4LPWpaL._SL720_.jpg",
    "price": "22.20",
    "game_id": "c10464490"
  },
  {
    "title": "Wii Sports",
    "description": "I played Tennis all the time with my friend.<br>Baseball was good only because we got to see all of our Miis we forgot.<br>I would always play Bowling with my family.<br>Golf required skill. Giving us a challenge.<br>And Boxing showed the Kinect who's boss.<br><br>In other words...<br>It was the best Wii game ever!<span data-thumbs=\"+1\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/511vBBiKpGL._SL720_.jpg",
    "price": "57.82",
    "game_id": "c7399883"
  },
  {
    "title": "Donkey Kong Country Returns",
    "description": "Why do I have the Tiki Tak tribe as my sleep paralysis demon? Also, why do I keep thinking about all the puzzle pieces and KONG letters that I missed? These are things that traumatize me to this day. Returns is the hardest of the franchise, bar none. The Volcano levels and the K levels were hell to go through. Tiki Tong's still laughing at me...<span></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/611-qhf%2BMSL._SL720_.jpg",
    "price": "39.82",
    "game_id": "c10998995"
  },
  {
    "title": "Wii Sports Resort",
    "description": "I remember when I first got it, it was late at nigh and I had school in the morning. I was so eager to play it, that I got an hour early just to be able to play it. I will never forget the long tutorial of how to put the Wii Motion Plus on the remote though.<span data-thumbs=\"+5\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/31kGfSdsI5L._SL720_.jpg",
    "price": "23.77",
    "game_id": "c5211908"
  },
  {
    "title": "Super Paper Mario",
    "description": "Contrary to popular belief not short, it is a 20 hour game. Which could be considered short I guess but doesn't matter. Great story, audio, gameplay, literally everything, should be right up there if not higher then Galaxy. It is so underrated. It is also NOT easy, the combat is easy, but the puzzles are not. Let us be honest, we all got stuck on one. It looks awesome, the reason it \"looks bad\" in 3d, is because of what the game IS! Not all objects in the game are 2 dimensional. Another thing I love is how it breaks the fourth wall in a lot of jokes like \"No more sequels Mario! \" in the first bowser boss fight.<span data-thumbs=\"+3\"><i></i></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61Evlt3wq8L._SL720_.jpg",
    "price": "62.06",
    "game_id": "c7508812"
  },
  {
    "title": "Kirby's Return to Dream Land",
    "description": "Is this seriously only in the Top 15? This is one of the best Kirby games ever and I'd personally say it's the best kirby game since the rise of the Nintendo Wii. With great graphics, exciting gameplay, and colorful level designs, this should definitely replace Wii Sports because seriously - even though Wii Sports was a good launch game, it only had 5 sports. FIVE! And the baseball was just overall terrible. This game is a great bundle and should at least be in Top 10, maybe even in the Top 5.<span></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/510zL9jWG7L._SL720_.jpg",
    "price": "16.05",
    "game_id": "c9117872"
  },
  {
    "title": "Metroid Prime 3: Corruption",
    "description": "This game is great for its environments and new exciting weapons but the controls are what you should get excited about! You can now just aim your Wii Remote and press \"A\" to shoot! Much More Realistic! Well... Sorta. The controls are WAY more responsive than the other metroid prime games and The Wii Remote Aiming takes care of that gamecube shooting where you can only shoot straight ahead unless you hold \"R\" and all that other stuff. But still the environments are BEAUTIFUL and the weapons are AWESOME! But remember that if you have as crappy a T.V. as mine, put the brightness to 100% to see.<span data-thumbs=\"+2\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51Ez2-E7jeL._SL720_.jpg",
    "price": "84.08",
    "game_id": "c579661"
  },
  {
    "title": "Sonic Colors",
    "description": "Sonic was in hard times. Sonic Unleashed and Black Knight had immensely failed, and it was feared that he would be forgotten. Then this piece of beauty came around. It's got amazing graphics, amazing music, amazing gameplay... Amazing everything! This is a must have for all Wii owners!<span data-thumbs=\"+1\"><i></i></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61cPHwRKZ8L._SL720_.jpg",
    "price": "92.17",
    "game_id": "c6506062"
  },
  {
    "title": "Mario Party 8",
    "description": "This game is actually the best Mario party I have ever played! It is totally fun if you play it as a family. The only thing that still hasn't changed is that when you win the other players stat saying \" I want to quit\" or they get mad somehow. I still love this game even though I had it for four years already. Although the mini games are a little worse than the mini games in Mario party 7.<span data-thumbs=\"+4\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51QgCA4XxTL._SL720_.jpg",
    "price": "61.29",
    "game_id": "c4394148"
  },
  {
    "title": "Kirby's Epic Yarn",
    "description": "This is the only Wii game I have seen that not only has lived its store shelf life for a very long time, but maintained its price at $49.99. It outlived both Mario Galaxies, Kirby's Return to Dreamland, and even Brawl. That's how great of a game this is.<span></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51YUY4IRvIL._SL720_.jpg",
    "price": "49.41",
    "game_id": "c5215431"
  },
  {
    "title": "Metroid Prime Trilogy",
    "description": "Amazing game complication with tons of bang for your buck. All three Metroid games are included and have been approved apron to add stellar graphics and use of the Wii remote. The only thing I cold ask is GameCube controller support, but otherwise perfect!<span data-thumbs=\"+1\"><i></i></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/5193GCCuISL._SL720_.jpg",
    "price": "80.10",
    "game_id": "c1392758"
  },
  {
    "title": "Xenoblade Chronicles",
    "description": "This game came out of the blue and took me completely by storm. I'm actually not sure which one I like better between Brawl and Xenoblade, but since this game is placed 37th at the moment of writing this, I decided to go with the second, since Xenoblade deserves SO MUCH MORE than just puny 37th place.<br>Massive game with 70 hours of gameplay (excluding side-quests). Great storyline. Lovable characters. HUGE worlds to explore, giving you the feeling of total freedom. Intriguing battle system. Grinding is almost non-existent. The game is just about as far from being linear as a game gets. Challenging and epic boss fights. Mind-blowing ending.<br>And last but not least, it has the best soundtrack I've ever heard... In any video game... EVER!<span data-thumbs=\"+6\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61AOqvdrtlL._SL720_.jpg",
    "price": "50.03",
    "game_id": "c564918"
  },
  {
    "title": "Mario Super Sluggers",
    "description": "Should be in the top 5 with the rest of the Mario games. This is the only Wii game I play and it is so addicting. You should get it it is really fun. BEST GAME EVER!<span data-thumbs=\"+2\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61Yh76s6euL._SL720_.jpg",
    "price": "80.32",
    "game_id": "c6154744"
  },
  {
    "title": "Mario Strikers Charged",
    "description": "This game needs to be at least top 4. Seriously, strong emphasis, great gameplay, supreme power, masters, what's not to love about this game? It got good reviews, so why is it so low on the list?!<br><br>I can barely wait for the delayed sequel to come out. Seriously, top 91? Maybe this isn't very old on the list.<span data-thumbs=\"+4\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/61lkzKe4moL._SL720_.jpg",
    "price": "48.96",
    "game_id": "c3382057"
  },
  {
    "title": "Resident Evil 4",
    "description": "The best version of Resident Evil 4 due to the aiming controls and improved graphics. Best M Rated game on Wii and deserves to be in Top 10.<span data-thumbs=\"+1\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/410djYOEU9L._SL720_.jpg",
    "price": "23.21",
    "game_id": "c10111959"
  },
  {
    "title": "Okami ",
    "description": "Speaking as a HUGE fan of this game, of course I think it should be higher on this list. \"Underrated\" is the word!<span data-thumbs=\"+2\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51mdwSLef7L._SL720_.jpg",
    "price": "47.61",
    "game_id": "c2484980"
  },
  {
    "title": "Warioware: Smooth Moves",
    "description": "Totally the best game ever! Who doesn't like fat greedy money-crazy plumber nemesis who makes you dance and tap your butt with the wii remote?<b data-user=\"Oreanta\"></b><span data-thumbs=\"+3\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51TYeGaZDhL._SL720_.jpg",
    "price": "13.99",
    "game_id": "c90201"
  },
  {
    "title": "Punch-Out!!",
    "description": "The amount of charm and personality this game has is amazing, but it also has flawless gameplay and even a fair amount of replayability to make it, in my opinion, deserve a higher spot than this.<span data-thumbs=\"+1\"><i></i></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/515CflNBNgL._SL720_.jpg",
    "price": "30.16",
    "game_id": "c2944254"
  },
  {
    "title": "No More Heroes",
    "description": "Everything a game should be, simple yet addictive gameplay, visually unique, great dialouge, catchy music, and truly a one of kind game and one you'll not forget. A modern classic<span data-thumbs=\"+1\"></span>",
    "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51VfFesVH0L._SL720_.jpg",
    "price": "90.43",
    "game_id": "c81635"
  }
]
